base
base-devel
breeze-gtk
brightnessctl
cava
check
cliphist
cmake
cmatrix
cpio
dmidecode
downgrade
efibootmgr
f3
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fcitx5-unikey
figlet
firefox
gamemode
gamescope
gdb
git
grim
grub
gvfs
htop
hugo
hypridle
hyprland
hyprlock
hyprpaper
intel-ucode
iwd
jq
kate
kitty
kvantum
less
lib32-gamemode
lib32-vulkan-intel
libnotify
linux
linux-firmware
luarocks
lutris
man-db
meson
neovim
network-manager-applet
networkmanager
networkmanager-dmenu-git
noto-fonts-emoji
nwg-look
obs-studio
onlyoffice-bin
otf-font-awesome
otf-ipafont
p7zip
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-kde-agent
poppler
powertop
python-pywalfox
pywal-16-colors
qjackctl
qt5-tools
qt5-wayland
qt5ct
qt6ct
ranger
ripgrep
rofi-calc-git
rofi-wayland
sddm
slurp
sof-firmware
swaync
thunar
thunar-volman
tlp
tp_smapi
tree-sitter-cli
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-roboto-mono
ttf-ubuntu-mono-nerd
ventoy-bin
vesktop-bin
vim
vulkan-intel
vulkan-swrast
waybar
waypaper
wev
wine-staging
wireplumber
wlogout
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xwaylandvideobridge
yay
yay-debug
zcfan
